export const qaData = [
    {
      topic: "霸凌",
      questions: [
        {
          q: "什麼是霸凌？",
          a: `依《校園霸凌防制準則》第4條

              霸凌：指個人或集體持續以言語、文字、圖畫、符號、肢體動作、電子通訊、網際網路或其他方式，直接或間接對他人故意為貶抑、排擠、欺負、騷擾或戲弄等行為，使他人處於具有敵意或不友善環境，產生精神上、生理上或財產上之損害，或影響正常學習活動之進行。 

              校園霸凌：指相同或不同學校校長及教師、職員、工友、學生對學生，於校園內、外發生之霸凌行為。

              生對生霸凌：指相同或不同學校學生之間，於校園內、外發生之霸凌行為。

              師對生霸凌：指教師、職員或工友（以下併稱教職員工）對相同或不同學校學生，於校園內、外發生之霸凌行為。
              `
        },
        {
          q: "什麼是職場霸凌？",
          a: `在工作場所中，藉由權力、地位或人際關係，對他人進行持續性的羞辱、排擠、威嚇或不合理要求，造成對方身心傷害或工作環境惡化的行為。
              `
        },
        {
          q: "什麼是調和？",
          a: `依《校園霸凌防制準則》第4條 

              調和：指處理小組基於中立、公正之立場，就生對生霸凌事件，於行為人及被行為人（以下併稱當事人）、其法定代理人或實際照顧者（以下簡稱雙方）均同意之前提下，提供支持及引導，促進雙方對話與相互理解，化解衝突，並研商解決方案，修復關係及減少創傷。 
              `
        },
        {
          q: "學生被霸凌後本人可採取的流程",
          a: `處理中
              `
        },
        {
          q: "學生被霸凌後學校必須採取的流程",
          a: `處理中
              `
        },
        {
          q: "老師被學生霸凌後本人可採取的流程",
          a: `處理中
              `
        },
        {
          q: "老師被老師(們)霸凌後本人可採取的流程",
          a: `處理中
              `
        },
        {
          q: "老師被學生霸凌後學校必須採取的流程",
          a: `處理中
              `
        },
        {
          q: "老師被老師(們)霸凌後學校必須採取的流程",
          a: `處理中
              `
        },
      ]
    },
    {
      topic: "性騷擾",
      questions: [
        {
          q: "什麼是性騷擾？",
          a: `依《性騷擾防治法》第2條

              性騷擾，指性侵害犯罪以外，對他人實施違反其意願而與性或性別有關之行為，且有下列情形之一： 
              一、以明示或暗示之方式，或以歧視、侮辱之言行，或以他法，而有損害他人人格尊嚴，或造成使人心生畏怖、感受敵意或冒犯之情境，或不當影響其工作、教育、訓練、服務、計畫、活動或正常生活之進行。 

              二、以該他人順服或拒絕該行為，作為自己或他人獲得、喪失或減損其學習、工作、訓練、服務、計畫、活動有關權益之條件。 

              本法所稱權勢性騷擾，指對於因教育、訓練、醫療、公務、業務、求職或其他相類關係受自己監督、照護、指導之人，利用權勢或機會為性騷擾 。
              `
        },
        {
          q: "學生 (老師) 被性侵後本人可採取的流程",
          a: `處理中
              `
        },
        {
          q: "學生 (老師) 被性別事件後學校必須採取的流程",
          a: `處理中
              `
        },
      ]
    },
    {
      topic: "其他",
      questions: [
        {
          q: "刑事訴訟時間限制",
          a: `依《刑事訴訟法》第237條 
              
              告訴乃論之罪，其告訴應自得為告訴之人知悉犯人之時起，於六個月內為之
              `
        },
        {
          q: "民事訴訟時間限制",
          a: `依《民法》第125條 (一般民事請求權) 

              請求權，因十五年間不行使而消滅。但法律所定期間較短者，依其規定 。

              白話: 一般民事請求權，如果法律沒有特別規定，必須在15年內提起訴訟 。

              依《民法》第197條 (侵權行為（霸凌、傷害、性侵等）) 

              因侵權行為所生之損害賠償請求權，自請求權人知有損害及賠償義務人時起，二年間不行使而消滅，自有侵權行為時起，逾十年者亦同 。

              白話: 一般侵權行為的民事請求權通常需在知道損害與加害人後2年內提出，最長不能超過10年。
              `
        },
        {
          q: "什麼是正當防衛",
          a: `依《刑法》第23條

              對於現在不法之侵害，而出於防衛自己或他人權利之行為，不罰。但防衛行為過當者，得減輕或免除其刑。
              
              白話: 對於現在不法之侵害，而出於防衛自己或他人權利之行為，不罰。但防衛行為過當者，得減輕或免除其刑。
              `
        },
        {
          q: "我覺得壓力很大，可以找誰幫忙？",
          a: `可以尋求心理諮商、社工協助或學校輔導中心，必要時也可以向相關保護機構尋求支持 
              `
        },
        {
          q: "通報之後我的身分會被公開嗎？",
          a: `依《性別平等教育法》第23條 

              當事人及檢舉人之姓名或其他足以辨識身分之資料，除有調查之必要或基於公共安全之考量者外，應予保密。

              依《性侵害犯罪防治法》第11條 

              前項通報內容、通報人員之姓名、住居所及其他足資識別其身分之資訊，除法律另有規定外，應予保密。

              依《性侵害犯罪防治法》第15條 

              因職務或業務上知悉或持有被害人姓名、出生年月日、住居所及其他足資識別其身分之資料者，除法律另有規定外，應予保密。

              依《校園性別事件防治準則》第17條 

              依本法第二十二條第一項規定為通報時，除有調查必要、基於公共安全考量或法規另有特別規定者外，對於當事人及檢舉人之姓名或其他足以辨識其身分之資料，應予以保密。

              校長、教職員工偽造、變造、湮滅或隱匿他人所犯有終身或議決一年至四年不得聘任、任用、進用或運用之校園性侵害以外校園性別事件之證據，必要時應依相關法規予以解聘、免職、終止契約關係或終止運用關係；他人為學生，所犯校園性騷擾或性霸凌事件情節相當者，準用之。

              前項校長、教職員工適用教師法、教育人員任用條例、公務人員相關法律或陸海空軍相關法律者，其解聘、停聘、免職、撤職、停職或退伍，依各該法律規定辦理；其未解聘、免職、撤職或退伍者，應調離學校現職。

              一般情況下不會。依性別平等教育法、校園霸凌防制準則及性侵害犯罪防治法的規定，學校在處理相關事件時必須遵守保密原則，不得公開當事人、檢舉人或證人的身分，以保護當事人的隱私與安全。
              `
        },
      ]
    },
  ];